<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="utf-8">
  
  <title>90后努力的人越走越快 | KiBeta.com - Yvan的个人博客</title>
  <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
  <meta name="description" content="&amp;#x6211;&amp;#x4EEC;&amp;#x4F5C;&amp;#x4E3A;90&amp;#x540E;&amp;#x7684;&amp;#x8FD9;&amp;#x6279;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5728;&amp;#x9971;&amp;#x53D7;&amp;#x4E89;&amp;#x8BAE;&amp;#x4E2D;&amp;#x6210;&amp;#x957F;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x597D;&amp;#x50">
<meta property="og:type" content="article">
<meta property="og:title" content="90后努力的人越走越快">
<meta property="og:url" content="http://www.kibeta.com/2016/03/02/After90HardWorkerGettingFasterAndFaster/index.html">
<meta property="og:site_name" content="KiBeta.com - Yvan的个人博客">
<meta property="og:description" content="&amp;#x6211;&amp;#x4EEC;&amp;#x4F5C;&amp;#x4E3A;90&amp;#x540E;&amp;#x7684;&amp;#x8FD9;&amp;#x6279;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5728;&amp;#x9971;&amp;#x53D7;&amp;#x4E89;&amp;#x8BAE;&amp;#x4E2D;&amp;#x6210;&amp;#x957F;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x597D;&amp;#x50">
<meta property="og:updated_time" content="2016-03-09T04:43:52.551Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="90后努力的人越走越快">
<meta name="twitter:description" content="&amp;#x6211;&amp;#x4EEC;&amp;#x4F5C;&amp;#x4E3A;90&amp;#x540E;&amp;#x7684;&amp;#x8FD9;&amp;#x6279;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5728;&amp;#x9971;&amp;#x53D7;&amp;#x4E89;&amp;#x8BAE;&amp;#x4E2D;&amp;#x6210;&amp;#x957F;&amp;#x8D77;&amp;#x6765;&amp;#xFF0C;&amp;#x6211;&amp;#x4EEC;&amp;#x597D;&amp;#x50">
  
    <link rel="alternative" href="/atom.xml" title="KiBeta.com - Yvan的个人博客" type="application/atom+xml">
  
  
    <link rel="icon" href="/img/favicon.jpg">
  
  
  <link rel="stylesheet" href="//cdn.bootcss.com/animate.css/3.5.0/animate.min.css">
  
  <link rel="stylesheet" href="/css/style.css">
  <link rel="stylesheet" href="/font-awesome/css/font-awesome.min.css">
  <link rel="apple-touch-icon" href="/apple-touch-icon.png">
  <meta name="keywords" content="Yvan,康一帆,kibeta,博客,IT,技术,移动开发,Java,Android,blog" />
  <meta name="description" content="Yvan的个人博客网站,是记录博主学习和成长的一个自媒体博客。关注于Web前端，JavaEE和Android等技术的学习研究!"/>

  
  
      <link rel="stylesheet" href="/fancybox/jquery.fancybox.css">
  
  <!-- 加载特效 -->
    <script src="/js/pace.js"></script>
    <link href="/css/pace/pace-theme-flash.css" rel="stylesheet" />
  <script>
      var yiliaConfig = {
          fancybox: true,
          animate: true,
          isHome: false,
          isPost: true,
          isArchive: false,
          isTag: false,
          isCategory: false,
          open_in_new: false
      }
  </script>
</head>
<body>
  <div id="container">
    <div class="left-col">
    <div class="overlay"></div>
<div class="intrude-less">
    <header id="header" class="inner">
        <a href="/" class="profilepic">
            
            <img lazy-src="/img/head.gif" class="js-avatar">
            
        </a>

        <hgroup>
          <h1 class="header-author"><a href="/">Yvan</a></h1>
        </hgroup>

        
        <p class="header-subtitle" title="梦是生命的瑰宝，它用自已的虚无和超脱的云雾，垒起精神的高峰，弥补现实的缺憾，为生命的悲观点缀几束光彩。">梦是生命的瑰宝，它用自已的虚无和超脱的云雾，垒起精神的高峰，弥补现实的缺憾，为生命的悲观点缀几束光彩。</p>
        
        
        
            <div id="switch-btn" class="switch-btn">
                <div class="icon">
                    <div class="icon-ctn">
                        <div class="icon-wrap icon-house" data-idx="0">
                            <div class="birdhouse"></div>
                            <div class="birdhouse_holes"></div>
                        </div>
                        <div class="icon-wrap icon-ribbon hide" data-idx="1">
                            <div class="ribbon"></div>
                        </div>
                        
                        <div class="icon-wrap icon-link hide" data-idx="2">
                            <div class="loopback_l"></div>
                            <div class="loopback_r"></div>
                        </div>
                        
                        
                        <div class="icon-wrap icon-me hide" data-idx="3">
                            <div class="user"></div>
                            <div class="shoulder"></div>
                        </div>
                        
                    </div>
                    
                </div>
                <div class="tips-box hide">
                    <div class="tips-arrow"></div>
                    <ul class="tips-inner">
                        <li>菜单</li>
                        <li>标签</li>
                        
                        <li>友情链接</li>
                        
                        
                        <li>关于我</li>
                        
                    </ul>
                </div>
            </div>
        

        <div id="switch-area" class="switch-area">
            <div class="switch-wrap">
                <section class="switch-part switch-part1">
                    <nav class="header-menu">
                        <ul>
                        
                            <li><a href="/">博客首页</a></li>
                        
                            <li><a href="/photo/">光影之旅</a></li>
                        
                            <li><a href="/archives/">静心阅读</a></li>
                        
                            <li><a href="/circles-page/">前端导航</a></li>
                        
                        </ul>
                    </nav>
                    <nav class="header-nav">
                        <ul class="social">
                            
                                <a class="fl mail" target="_blank" href="http://mail.qq.com/cgi-bin/qm_share?t=qm_mailme&email=HywqJiYsLiguLF9ubjF8cHI" title="mail">mail</a>
                            
                                <a class="fl github" target="_blank" href="https://github.com/kangyifan/kangyifan.github.io" title="github">github</a>
                            
                                <a class="fl weibo" target="_blank" href="#" title="weibo">weibo</a>
                            
                                <a class="fl rss" target="_blank" href="/atom.xml" title="rss">rss</a>
                            
                        </ul>
                    </nav>
                </section>
                
                
                <section class="switch-part switch-part2">
                    <div class="widget tagcloud" id="js-tagcloud">
                        <a href="/tags/JAVA/" style="font-size: 10px;">JAVA</a> <a href="/tags/JDBC/" style="font-size: 10px;">JDBC</a> <a href="/tags/Java高级/" style="font-size: 10px;">Java高级</a> <a href="/tags/碎言碎语/" style="font-size: 10px;">碎言碎语</a> <a href="/tags/随笔/" style="font-size: 20px;">随笔</a> <a href="/tags/面试/" style="font-size: 10px;">面试</a>
                    </div>
                </section>
                
                
                
                <section class="switch-part switch-part3">
                    <div id="js-friends">
                    
                      <a target="_blank" class="main-nav-link switch-friends-link" href="http://lzw.me/">志文工作室</a>
                    
                      <a target="_blank" class="main-nav-link switch-friends-link" href="http://litten.github.io/">Litten的博客</a>
                    
                    </div>
                </section>
                

                
                
                <section class="switch-part switch-part4">
                
                    <div id="js-aboutme">90后，天蝎座普通男青年！爱折腾，爱运动，更爱游离于错综复杂的编码与逻辑中，无法自拔。</div>
                </section>
                
            </div>
        </div>
    </header>                
</div>
    </div>
    <div class="mid-col">
      <nav id="mobile-nav">
      <div class="overlay">
          <div class="slider-trigger"></div>
          <h1 class="header-author js-mobile-header hide"><a href="/" title="回到主页">Yvan</a></h1>
      </div>
    <div class="intrude-less">
        <header id="header" class="inner">
            <a href="/" class="profilepic">
                
                    <img lazy-src="/img/head.gif" class="js-avatar">
                
            </a>
            <hgroup>
              <h1 class="header-author"><a href="/" title="回到主页">Yvan</a></h1>
            </hgroup>
            
            <p class="header-subtitle">梦是生命的瑰宝，它用自已的虚无和超脱的云雾，垒起精神的高峰，弥补现实的缺憾，为生命的悲观点缀几束光彩。</p>
            
            <nav class="header-menu">
                <ul>
                
                    <li><a href="/">博客首页</a></li>
                
                    <li><a href="/photo/">光影之旅</a></li>
                
                    <li><a href="/archives/">静心阅读</a></li>
                
                    <li><a href="/circles-page/">前端导航</a></li>
                
                <div class="clearfix"></div>
                </ul>
            </nav>
            <nav class="header-nav">
                <div class="social">
                    
                        <a class="mail" target="_blank" href="http://mail.qq.com/cgi-bin/qm_share?t=qm_mailme&email=HywqJiYsLiguLF9ubjF8cHI" title="mail">mail</a>
                    
                        <a class="github" target="_blank" href="https://github.com/kangyifan/kangyifan.github.io" title="github">github</a>
                    
                        <a class="weibo" target="_blank" href="#" title="weibo">weibo</a>
                    
                        <a class="rss" target="_blank" href="/atom.xml" title="rss">rss</a>
                    
                </div>
            </nav>
        </header>                
    </div>
</nav>
      <div class="body-wrap"><article id="post-After90HardWorkerGettingFasterAndFaster" class="article article-type-post" itemscope itemprop="blogPost">
  
    <div class="article-meta">
      <a href="/2016/03/02/After90HardWorkerGettingFasterAndFaster/" class="article-date">
      <time datetime="2016-03-02T11:26:09.000Z" itemprop="datePublished">Mar 02</time>
</a>
    </div>
  
  <div class="article-inner">
    
      <input type="hidden" class="isFancy" />
    
    
      <header class="article-header">
        
  
    <h1 class="article-title" itemprop="name">
      90后努力的人越走越快
    </h1>
  

      </header>
      
      <div class="article-info article-info-post">
        
    <div class="article-category tagcloud">
    <a class="article-category-link" href="/categories/90后创业/">90后创业</a>
    </div>


        
    <div class="article-tag tagcloud">
        <ul class="article-tag-list"><li class="article-tag-list-item"><a class="article-tag-list-link" href="/tags/随笔/">随笔</a></li></ul>
    </div>

        <div class="clearfix"></div>
      </div>
      
    
    <div class="article-entry" itemprop="articleBody">
      
          
        <blockquote>
<p>&#x6211;&#x4EEC;&#x4F5C;&#x4E3A;90&#x540E;&#x7684;&#x8FD9;&#x6279;&#x4EBA;&#xFF0C;&#x5728;&#x9971;&#x53D7;&#x4E89;&#x8BAE;&#x4E2D;&#x6210;&#x957F;&#x8D77;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x597D;&#x50CF;&#x90FD;&#x5728;&#x6025;&#xFF0C;&#x7279;&#x522B;&#x7684;&#x7740;&#x6025;&#xFF0C;&#x6025;&#x7740;&#x627E;&#x7537;&#x670B;&#x53CB;&#x6025;&#x7740;&#x627E;&#x5973;&#x670B;&#x53CB;&#xFF0C;&#x6025;&#x7740;&#x8981;&#x4E70;&#x8F66;&#x8981;&#x4E70;&#x623F;&#xFF0C;&#x53C8;&#x60F3;&#x8981;&#x65C5;&#x6E38;&#x53C8;&#x60F3;&#x8981;&#x4EAB;&#x53D7;&#x751F;&#x6D3B;&#xFF0C;&#x5374;&#x6CA1;&#x6709;&#x7ECF;&#x6D4E;&#x652F;&#x67F1;&#xFF0C;&#x9605;&#x5386;&#x4E0D;&#x6DF1;&#x7684;&#x6211;&#x4EEC;&#x53EA;&#x80FD;&#x5728;&#x8FD9;&#x4E2A;&#x793E;&#x4F1A;&#x5F98;&#x5F8A;&#x7740;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x90FD;&#x6CA1;&#x6709;&#x65F6;&#x95F4;&#x53BB;&#x770B;&#x3001;&#x53BB;&#x5199;&#x3002;</p>
</blockquote>
<p>&#xA0; &#xA0;&#x6211;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x5927;&#x5BB6;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x8D70;&#x7684;&#x8FD9;&#x4E48;&#x5FEB;&#xFF0C;&#x6211;&#x4EEC;&#x5C11;&#x4E86;&#x7AE5;&#x5E74;&#x7684;&#x5FEB;&#x4E50;&#xFF0C;&#x5C11;&#x4E86;&#x51FA;&#x6E38;&#xFF0C;&#x5C11;&#x4E86;&#x4EA4;&#x9645;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x4EE3;90&#x540E;&#x8DDF;60&#x540E;&#x548C;70&#x540E;&#x751A;&#x81F3;&#x662F;80&#x5F8C;&#x90FD;&#x5B8C;&#x5168;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x6025;&#x7740;&#x53BB;&#x4E70;&#x8F66;&#x4E70;&#x623F;&#xFF0C;&#x8FD8;&#x6709;&#x4E3A;&#x4E86;&#x90A3;&#x53EF;&#x601C;&#x7684;&#x7231;&#x60C5;&#xFF0C;&#x4F46;&#x662F;&#x5728;60&#x540E;&#x548C;70&#x540E;&#x7684;&#x5E74;&#x4EE3;&#x9700;&#x8981;&#x64CD;&#x5FC3;&#x8FD9;&#x4E9B;&#x5417;&#xFF1F;</p>
<p>&#xA0; &#xA0;&#x6211;&#x4EEC;&#x8D70;&#x7684;&#x592A;&#x5FEB;&#x4E86;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x8FFD;&#x9010;&#x68A6;&#x60F3;&#xFF0C;&#x53BB;&#x4ED8;&#x51FA;&#x53BB;&#x52AA;&#x529B;&#xFF0C;&#x53BB;&#x7740;&#x6025;&#x5B9E;&#x73B0;&#x7684;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x6700;&#x5FEB;&#x80FD;&#x89E3;&#x51B3;&#x7684;&#xFF0C;&#x5927;&#x5BB6;&#x4F1A;&#x7ECF;&#x5E38;&#x60F3;&#x8D77;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x542C;&#x8BF4;&#x7684;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x4E0D;&#x61C2;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x61C2;&#x7684;&#x65F6;&#x5019;&#x5374;&#x5DF2;&#x7ECF;&#x665A;&#x4E86;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x542C;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x61C2;&#x7684;&#x53BB;&#x505A;&#xFF0C;&#x6211;&#x4EEC;&#x81EA;&#x7136;&#x5C31;&#x5FEB;&#x8D77;&#x6765;&#x4E86;&#x3002;</p>
<ul>
<li><a id="more"></a>
<the rest="" of="" contents="" |="" 余下全文="">

</the></li>
</ul>
<p>&#xA0; &#xA0;&#x65E0;&#x8BBA;&#x662F;&#x7231;&#x60C5;&#x8FD8;&#x662F;&#x751F;&#x6D3B;&#x90FD;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x7537;&#x5973;&#x60F3;&#x7684;&#x4E0D;&#x662F;&#x8C08;&#x604B;&#x7231;&#x800C;&#x662F;&#x600E;&#x4E48;&#x4E0A;&#x5E8A;&#xFF0C;&#x59D1;&#x5A18;&#x60F3;&#x8981;&#x7684;&#x662F;&#x8F66;&#x662F;&#x623F;&#xFF0C;&#x5C3D;&#x7BA1;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x8FD8;&#x5E74;&#x8F7B;&#xFF0C;&#x4F60;&#x8BF4;&#x4F60;&#x60F3;&#x8981;&#x7684;&#x662F;&#x7EAF;&#x771F;&#x7684;&#x7231;&#x60C5;&#xFF0C;&#x53EF;&#x662F;&#x5462;&#x3002;&#x3002;&#x3002;&#x591A;&#x5C11;&#x5973;&#x4EBA;&#x7ED3;&#x5A5A;&#x4E4B;&#x540E;&#x6709;&#x4E86;&#x5B69;&#x5B50;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F00;&#x59CB;&#x6025;&#x7740;&#x8BA9;&#x5B69;&#x5B50;&#x6709;&#x597D;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x4E0A;&#x5B66;&#x8BFB;&#x4E66;&#xFF0C;&#x9AD8;&#x4E2D;&#xFF0C;&#x5927;&#x5B66;&#xFF0C;&#x5DE5;&#x4F5C;&#xFF0C;&#x5468;&#x800C;&#x590D;&#x59CB;&#x7684;&#x6025;&#x7740;&#xFF0C;&#x8FD9;&#x6837;&#x4E0B;&#x53BB;&#x8FD8;&#x6709;&#x610F;&#x4E49;&#x5417;&#xFF1F;</p>
<p>&#xA0; &#xA0;&#x6211;&#x5F88;&#x60F3;&#x6162;&#x6162;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E5F;&#x53EA;&#x662F;&#x60F3;&#x800C;&#x5DF2;&#xFF0C;&#x7231;&#x60C5;&#x751F;&#x6D3B;&#x5C31;&#x662F;&#x8981;&#x5728;&#x5BF9;&#x7684;&#x65F6;&#x95F4;&#x9047;&#x5230;&#x5BF9;&#x7684;&#x4EBA;&#xFF0C;&#x4EBA;&#x548C;&#x4EBA;&#x7684;&#x5708;&#x5B50;&#x7B49;&#x7EA7;&#x6B65;&#x4F10;&#x672C;&#x8EAB;&#x5C31;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x4EE5;&#x540E;&#x6709;&#x4E86;&#x5B69;&#x5B50;&#xFF0C;&#x5B69;&#x5B50;&#x6709;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x7AE5;&#x5E74;&#xFF0C;&#x6211;&#x4EEC;&#x80FD;&#x5F3A;&#x52A0;&#x7ED9;&#x4ED6;&#x4EEC;&#x5417;&#xFF1F;&#x53EF;&#x662F;&#x73B0;&#x5728;&#x7684;&#x793E;&#x4F1A;&#x4E00;&#x5207;&#x90FD;&#x63D0;&#x524D;&#x4E86;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x8BF4;&#x6211;&#x601D;&#x60F3;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x53EF;&#x662F;&#x53EA;&#x6709;&#x6211;&#x81EA;&#x5DF1;&#x77E5;&#x9053;&#x6211;&#x4E0D;&#x8FC7;&#x662F;&#x4E2A;&#x5B69;&#x5B50;&#x7F62;&#x4E86;&#x3002;</p>
<p>&#xA0; &#xA0;&#x5F88;&#x591A;&#x4E8B;&#x60C5;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x8D70;&#x7684;&#x592A;&#x5FEB;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x4E00;&#x5207;&#x90FD;&#x53D8;&#x4E86;&#xFF0C;&#x4E0D;&#x518D;&#x6309;&#x90E8;&#x5C31;&#x73ED;&#xFF0C;&#x4E0D;&#x518D;&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#xFF0C;&#x5BFC;&#x81F4;&#x4E86;&#x5916;&#x4EBA;&#x7684;&#x4E0D;&#x4FE1;&#x4EFB;&#xFF0C;&#x7236;&#x6BCD;&#x7684;&#x4E0D;&#x4FE1;&#x4EFB;&#xFF0C;&#x56E0;&#x4E3A;&#x6709;&#x4E9B;&#x4EBA;&#x7EC8;&#x5F52;&#x53EA;&#x6709;&#x8FD9;&#x4E2A;&#x8FDB;&#x5EA6;&#xFF0C;&#x4ED6;&#x8DDF;&#x4E0D;&#x4E0A;&#x6211;&#x4EEC;&#x7684;&#x6B65;&#x4F10;&#x6240;&#x4EE5;&#x4ED6;&#x4E0D;&#x4FE1;&#x4EFB;&#x6211;&#x4EEC;&#xFF0C;&#x8BA4;&#x4E3A;&#x6211;&#x4EEC;&#x5439;&#x725B;&#xFF0C;&#x8BA4;&#x4E3A;&#x4E00;&#x5207;&#x7684;&#x5B69;&#x5B50;&#x5728;15&#x5C81;&#x8FD8;&#x662F;&#x4E2A;&#x50BB;&#x5C0F;&#x5B50;&#xFF0C;&#x8BA4;&#x4E3A;20&#x5C81;&#x521A;&#x4E0A;&#x5927;&#x5B66;&#xFF0C;&#x8BA4;&#x4E3A;22&#x5C81;&#x6253;&#x7B97;&#x6BD5;&#x4E1A;&#x80FD;&#x6709;&#x4EFD;&#x5DE5;&#x4F5C;&#x90FD;&#x4E0D;&#x9519;&#x4E86;&#xFF0C;&#x53EF;&#x662F;&#x793E;&#x4F1A;&#x771F;&#x7684;&#x662F;&#x8FD9;&#x6837;&#x5417;&#xFF1F;</p>
<p>&#xA0; &#xA0;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x8EAB;&#x8FB9;&#x7684;&#x4EBA;&#x8D70;&#x7684;&#x6B65;&#x4F10;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x60F3;&#x77E5;&#x9053;&#xFF0C;&#x8BF4;&#x5B9E;&#x8BDD;&#x6211;&#x4E0D;&#x5173;&#x5FC3;&#x56FD;&#x5BB6;&#x5927;&#x4E8B;&#xFF0C;&#x6211;&#x4E0D;&#x770B;&#x4EFB;&#x4F55;&#x5A31;&#x4E50;&#x65B0;&#x95FB;&#xFF0C;&#x552F;&#x4E00;&#x7684;&#x7231;&#x597D;&#x5C31;&#x662F;&#x6BCF;&#x4E2A;&#x793C;&#x62DC;&#x5929;&#x770B;&#x770B;&#x6D77;&#x8D3C;&#x738B;&#x800C;&#x5DF2;&#xFF0C;&#x6211;&#x786E;&#x5B9E;&#x8D70;&#x7684;&#x592A;&#x5FEB;&#x4E86;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x53D1;&#x73B0;&#x6709;&#x7684;&#x4EBA;&#x6BD4;&#x6211;&#x8D70;&#x7684;&#x66F4;&#x5FEB;&#xFF0C;&#x6211;&#x80FD;&#x600E;&#x4E48;&#x529E;&#x5462;&#xFF1F;</p>
<p>&#xA0; &#xA0;&#x5F88;&#x591A;&#x4E8B;&#x771F;&#x7684;&#x662F;&#x8EAB;&#x4E0D;&#x7531;&#x5DF1;&#xFF0C;&#x8D70;&#x7684;&#x592A;&#x6162;&#x4F1A;&#x8BA9;&#x4EBA;&#x611F;&#x89C9;&#x4F60;&#x7684;&#x65E0;&#x80FD;&#xFF0C;&#x8D70;&#x7684;&#x592A;&#x5FEB;&#x538B;&#x6839;&#x5C31;&#x6CA1;&#x4EBA;&#x4F1A;&#x76F8;&#x4FE1;&#x4F60;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5F88;&#x559C;&#x6B22;&#x6D1B;&#x4F26;&#x5179;&#x7684;&#x300A;&#x76F8;&#x5BF9;&#x8BBA;&#x300B;&#xFF0C;&#x5C31;&#x80FD;&#x5F88;&#x597D;&#x7684;&#x8BE0;&#x91CA;&#x4E00;&#x5207;&#x3002;</p>
<p>&#xA0; &#xA0;&#x6211;&#x4EEC;&#x662F;&#x4E0D;&#x662F;&#x8D70;&#x7684;&#x592A;&#x5FEB;&#x4E86;&#xFF0C;&#x96BE;&#x9053;&#x6211;&#x4EEC;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x8981;&#x6309;&#x7167;&#x6D41;&#x7A0B;&#x6765;&#x8D70;&#xFF1F;&#x90A3;&#x5C82;&#x4E0D;&#x662F;&#x4E00;&#x8F88;&#x5B50;&#x90FD;&#x8FD9;&#x6837;&#x4E86;&#xFF1F;6&#x5C81;&#x4E00;&#x5E74;&#x7EA7;&#xFF0C;12&#x5C81;&#x521D;&#x4E2D;&#xFF0C;15&#x5C81;&#x9AD8;&#x4E2D;&#xFF0C;18&#x5C81;&#x5927;&#x5B66;&#xFF0C;22&#x5C81;&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#x5F00;&#x59CB;&#x627E;&#x5DE5;&#x4F5C;&#xFF1F;&#x771F;&#x7684;&#x5F88;&#x62B1;&#x6B49;&#xFF0C;&#x52AA;&#x529B;&#x7684;&#x4EBA;&#x4E0D;&#x662F;&#xFF0C;&#x5F53;&#x6211;&#x4EEC;&#x8D70;&#x7684;&#x5FEB;&#x7684;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x4E5F;&#x4ED8;&#x51FA;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x60F3;&#x5F97;&#x5230;&#x5F88;&#x591A;&#xFF0C;&#x4F60;&#x4EEC;&#x8D70;&#x7684;&#x6162;&#x90A3;&#x4E5F;&#x5C31;&#x6162;&#x6162;&#x8D70;&#x5427;&#x3002;&#x3002;&#x3002;&#x3002;&#x6211;&#x4EEC;&#x5C31;&#x4E0D;&#x7B49;&#x4F60;&#x4EEC;&#x4E86;&#x3002;</p>
<hr>

      
    </div>
    
  </div>
  
    
    <div class="copyright">
        <p><span>本文标题:</span><a href="/2016/03/02/After90HardWorkerGettingFasterAndFaster/">90后努力的人越走越快</a></p>
        <p><span>文章作者:</span><a href="/" title="访问 Yvan 的个人博客">Yvan</a></p>
        <p><span>发布时间:</span>2016年03月02日 - 19时26分</p>
        <p><span>最后更新:</span>2016年03月09日 - 12时43分</p>
        <p>
            <span>原始链接:</span><a class="post-url" href="/2016/03/02/After90HardWorkerGettingFasterAndFaster/" title="90后努力的人越走越快">http://www.kibeta.com/2016/03/02/After90HardWorkerGettingFasterAndFaster/</a>
            <span class="copy-path" data-clipboard-text="原文: http://www.kibeta.com/2016/03/02/After90HardWorkerGettingFasterAndFaster/　　作者: Yvan" title="点击复制文章链接"><i class="fa fa-clipboard"></i></span>
            <script src="/js/clipboard.min.js"></script>
            <script> var clipboard = new Clipboard('.copy-path'); </script>
        </p>
        <p>
            <span>许可协议:</span><i class="fa fa-creative-commons"></i> <a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/3.0/cn/" title="中国大陆 (CC BY-NC-SA 3.0 CN)" target = "_blank">"署名-非商用-相同方式共享 3.0"</a> 转载请保留原文链接及作者。
        </p>
    </div>



<nav id="article-nav">
  
    <a href="/2016/03/02/IndependentDevelopersCanLearnSomethingFromTheWriterWho/" id="article-nav-newer" class="article-nav-link-wrap">
      <strong class="article-nav-caption"><</strong>
      <div class="article-nav-title">
        
          独立开发者能够从这位作家身上学些什么
        
      </div>
    </a>
  
  
</nav>

  
</article>



    
      <div class="duoshuo" id="comments">
    <!-- 多说评论框 start -->
    <div class="ds-thread" data-thread-key="2016/03/02/After90HardWorkerGettingFasterAndFaster/" data-title="90后努力的人越走越快" data-url="http://www.kibeta.com/2016/03/02/After90HardWorkerGettingFasterAndFaster/"></div>
    <!-- 多说评论框 end -->
    <!-- 多说公共JS代码 start (一个网页只需插入一次) -->
    <script type="text/javascript">
    var duoshuoQuery = {short_name:"yvan"};
    (function() {
        var ds = document.createElement('script');
        ds.type = 'text/javascript';ds.async = true;
        ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
        ds.charset = 'UTF-8';
        (document.getElementsByTagName('head')[0] 
         || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
    </script>
    <!-- 多说公共JS代码 end -->
</div>

    



    <div class="scroll" id="post-nav-button">
        
            <a href="/2016/03/02/IndependentDevelopersCanLearnSomethingFromTheWriterWho/" title="上一篇: 独立开发者能够从这位作家身上学些什么">
                <i class="fa fa-angle-left"></i>
            </a>
        
        <a title="文章列表"><i class="fa fa-bars"></i><i class="fa fa-times"></i></a>
        
            <a href="/" title="回到主页"><i class="fa fa-home"></i></a>
        
    </div>
    <ul class="post-list"><li class="post-list-item"><a class="post-list-link" href="/2016/03/26/javaViewTest/">125条常见的java面试、笔试题大汇总</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/03/26/JavaDBConnection/">学习Java JDBC，看这篇就够了</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/03/08/HowToGetInstagramToken/">如何获取Instagram的token</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/03/02/IndependentDevelopersCanLearnSomethingFromTheWriterWho/">独立开发者能够从这位作家身上学些什么</a></li><li class="post-list-item"><a class="post-list-link" href="/2016/03/02/After90HardWorkerGettingFasterAndFaster/">90后努力的人越走越快</a></li></ul>
    <script src="/js/jquery-1.9.1.min.js"></script>
    <script>
        $(".post-list").addClass("toc-article");
        $(".post-list-item a").attr("target","_blank");
        $("#post-nav-button > a:nth-child(2)").click(function() {
            $(".fa-bars, .fa-times").toggle();
            $(".post-list").toggle(300);
            if ($(".toc").length > 0) {
                $("#toc, #tocButton").toggle(200, function() {
                    if ($(".switch-area").is(":visible")) {
                        $("#toc, .switch-btn, .switch-area").toggle();
                        $("#tocButton").attr("value", valueHide);
                        }
                    })
            }
            else {
                $(".switch-btn, .switch-area").fadeToggle(300);
            }
        })
    </script>


    <script>
        
    </script>
</div>
      <footer id="footer">
    <div class="outer">
        <div id="footer-info">
            <div class="footer-left">
                &copy; 2016 Yvan
            </div>
            <div class="footer-right">
                <a href="http://hexo.io/" target="_blank">Hexo</a>  Theme <a href="https://github.com/luuman/hexo-theme-spfk" target="_blank">spfk</a> by luuman
            </div>
        </div>
        
            <div class="visit">
                
                    <span id="busuanzi_container_site_pv" style='display:none'>
                        <span id="site-visit" >本站到访数: 
                            <span id="busuanzi_value_site_uv"></span>
                        </span>
                    </span>
                
                
                    <span>, </span>
                
                
                    <span id="busuanzi_container_page_pv" style='display:none'>
                        <span id="page-visit">本页阅读量: 
                            <span id="busuanzi_value_page_pv"></span>
                        </span>
                    </span>
                
            </div>
        
    </div>
</footer>

    </div>
    <script src="http://7.url.cn/edu/jslib/comb/require-2.1.6,jquery-1.9.1.min.js"></script>
<script src="/js/main.js"></script>

    <script>
        $(document).ready(function() {
            var backgroundnum = 23;
            var backgroundimg = "url(/background/bg-x.jpg)".replace(/x/gi, Math.ceil(Math.random() * backgroundnum));
            $("#mobile-nav").css({"background-image": backgroundimg,"background-size": "cover","background-position": "center"});
            $(".left-col").css({"background-image": backgroundimg,"background-size": "cover","background-position": "center"});
        })
    </script>




<script type="text/x-mathjax-config">
MathJax.Hub.Config({
    tex2jax: {
        inlineMath: [ ['$','$'], ["\\(","\\)"]  ],
        processEscapes: true,
        skipTags: ['script', 'noscript', 'style', 'textarea', 'pre', 'code']
    }
});

MathJax.Hub.Queue(function() {
    var all = MathJax.Hub.getAllJax(), i;
    for(i=0; i < all.length; i += 1) {
        all[i].SourceElement().parentNode.className += ' has-jax';                 
    }       
});
</script>

<script type="text/javascript" src="http://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML">
</script>


<div class="scroll" id="scroll">
    <a href="#"><i class="fa fa-arrow-up"></i></a>
    <a href="#comments"><i class="fa fa-comments-o"></i></a>
    <a href="#footer"><i class="fa fa-arrow-down"></i></a>
</div>
<script>
    $(document).ready(function() {
        if ($("#comments").length < 1) {
            $("#scroll > a:nth-child(2)").hide();
        };
    })
</script>

<script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js">
</script>

  <script language="javascript">
    $(function() {
        $("a[title]").each(function() {
            var a = $(this);
            var title = a.attr('title');
            if (title == undefined || title == "") return;
            a.data('title', title).removeAttr('title').hover(

            function() {
                var offset = a.offset();
                $("<div id=\"anchortitlecontainer\"></div>").appendTo($("body")).html(title).css({
                    top: offset.top - a.outerHeight() - 15,
                    left: offset.left + a.outerWidth()/2 + 1
                }).fadeIn(function() {
                    var pop = $(this);
                    setTimeout(function() {
                        pop.remove();
                    }, pop.text().length * 800);
                });
            }, function() {
                $("#anchortitlecontainer").remove();
            });
        });
    });
</script>

<script>
(function(){
    var bp = document.createElement('script');
    bp.src = '//push.zhanzhang.baidu.com/push.js';
    var s = document.getElementsByTagName("script")[0];
    s.parentNode.insertBefore(bp, s);
})();
</script>
  </div>
</body>
</html>